Repository: ZanyXDev/KNetStats
Catalog: po/*.po
Languages: bg, hu, it, ky_kg, ro

source: Statistics for %1
it: Statistiche per %1
ky_kg: %1 үчүн статистика

source: A network device monitor.
bg: Инструмент за мрежово наблюдение
hu: Egy hálózati eszköz monitor.
it: Un monitor per dispositivi di rete.
ky_kg: Тармак жабдыктарынын монитору.
ro: Utilitar pentru monitorizare reţea

source: _: NAME OF TRANSLATORS
bg: Petar Toushkov
hu: Charles Barcza http://www.blackpanther.hu
it: Roberto Leandrini
ky_kg: Ilyas
ro: Rotariu Bogdan-Stefan

source: _: EMAIL OF TRANSLATORS
bg: peter.toushkov@mail.bg
hu: translator@vgroup.hu, kbarcza@blackpanther.hu
it: anaconda@ditalinux.it
ky_kg: just_ilyas@yahoo.com
ro: bogdan@alterox.ro

source: SCons help, Debian packages, etc.
bg: Помощ за програмата Scons, Debian пакети и пр.
hu: SCons-Segítség, Debian csomag stb.
it: Aiuto su SCons, pacchetti Debian, etc.
ky_kg: SCons жардамы, Debian пакеттери, ж.б.
ro: Ajutor SCons, pachete debian, etc.

source: Icon themes
bg: Теми
hu: Ikon témák
it: Temi icone
ky_kg: Сүрөтбелги темалары
ro: Icoane teme

source: KNetStats translation to other languages
bg: Превод на KNetStats и на други езици
hu: KNetStats fordítása egyéb nyelvekre
it: Traduzioni di KNetStats in altre lingue
ky_kg: KNetStats'тын башка тилдердеги котормолору
ro: Traducerea KNetStats în alte limbi

source: &Help
it: &Aiuto
ky_kg: &Жардам

source: You don't have any network interface. KNetStats will quit now.
bg: Не разполагате с мрежов интерфейс. KNetStats ще прекрати наблюдението.
hu: Nincsenek hálózati csatolók. A KNetStats most kilép.
it: Non è stata trovata nessuna interfaccia di rete. KNetStats terminerà adesso.
ky_kg: Сизде эч кандай тармак жабдыктары жок. KNetStats аягына чыгат.
ro: Nu aveti nici o interfaţă de reţea. KNetStats va iesi acum.

source: Monitoring %1
bg: Наблюдение на %1
hu: Monitorozás %1
ky_kg: %1 көзөмөлдөнүүдө
ro: Monitorizare %1

source: Error opening /proc/net/dev!
it: Errore durante l'apertura di /proc/net/dev!
ky_kg: /proc/net/dev'ди ачууда ката!

source: %1 is active
bg: %1 e в активно състояние
hu: %1 most aktív.
it: %1 è attiva
ky_kg: %1 активдүү
ro: %1 este activă

source: %1 is inactive
bg: %1 не е в активно състояние
hu: %1 most inaktív.
it: %1 è inattiva
ky_kg: %1 активдүү эмес

source: You need to select at least one interface to monitor.
bg: Трябва да изберете най-малко един интерфейс за наблюдение
hu: Válasszon ki egy csatolót a monitorhoz
it: È necessario selezionare almeno un'interfaccia da monitorare.
ky_kg: Сиз жок дегенде бир интерфейсти тандашыңыз керек.
ro: Trebuie sa selectati macar o interfata pentru monitorizare.

source: Bytes
bg: Байтове
ky_kg: Байт

source: Received:
bg: Получени:
it: Ricevuti:
ky_kg: Алынды:
ro: Primite:

source: Transmited:
bg: Изпратени:
it: Trasmessi:
ky_kg: Өткөзүлдү:
ro: Trimise:

source: Upload speed:
bg: Скорост изпращане:
it: Velocità di upload:
ky_kg: Чыгуу ылдамдыгы:
ro: Viteza de trimitere:

source: Download speed:
bg: Скорост получаване:
it: Velocità di download:
ky_kg: Серверден жүктөө ылдамдыгы:
ro: Viteza de descărcare:

source: Packets
bg: Пакети
it: Pacchetti
ky_kg: Пакеттер
ro: Pachete

source: Configure KNetStats
bg: Настройки на KNetStats
it: Configura KNetStats
ky_kg: KNetStats'ты ырастоо
ro: Configurare KNetStats

source: Appl&y
it: &Applica
ky_kg: Ко&лдон

source: Ca&ncel
it: A&nnulla
ky_kg: Ай&нуу

source: Appearance
it: Aspetto
ky_kg: Көрүнүшү

source: Theme:
bg: Тема:
it: Tema:
ky_kg: Тема:
ro: Temă:

source: Classic
bg: Класика
it: Classico
ky_kg: Класик
ro: Clasică

source: Modem
bg: Модем
ky_kg: Модем

source: Network
bg: Мрежа
ky_kg: Тармак
ro: Reţea

source: Wireless
bg: Безжична мр.
ky_kg: Кабельсиз
ro: Radiocomunicaţie

source: Download color:
bg: Цвят получаване:
it: Colore download:
ky_kg: Серверден жүктөө өңү:
ro: Culoarea de Descărcare:

source: Upload color:
bg: Цвят изпращане:
it: Colore upload:
ky_kg: Серверге жүктөө өңү:
ro: Culoarea de Trimitere:

source: Medium color:
it: Colore medio:
ky_kg: Орточо өңү:

source: Lower color:
it: Colore basso:
ky_kg: Бозомук өңү:

source: High color:
it: Colore alto:
ky_kg: Ачык өңү:

source: Configuration
it: Configurazione
ky_kg: Ырастоолор

source: Icon (Activity)
it: Icona (Attività)
ky_kg: Сүрөтбелги (Активдүүлүк)

source: Text (Speed)
it: Testo (Velocità)
ky_kg: Текст (Ылдамдыгы)

source: View mode:
bg: Изглед:
it: Visualizza:
ky_kg: Көрүнүш тиби:
ro: Modul de vizualizare:

source: Update interval:
bg: Интервал обновяване:
it: Intervallo di aggiornamento:
ky_kg: Интервалды жыңыртуу (милисекунда менен):
ro: Intervalul de actualizare:

source: ms
bg: мс
ky_kg: мс

source: To monitor this &interface
it: Per monitorare questa &interfaccia
ky_kg: Бул &интерфейсти көзөмөлдөө

source: %1 is disconnected
hu: %1 nincs kapcsolat
ro: %1 este deconectată

source: %1 is connected
hu: %1 kapcsolódva
ro: %1 este conectată

source: Details of %1
hu: Részletek: %1
ro: Detalii despre %1

source: Background:
ro: Fundal:

source: Transparent background
ro: Fundal Transparent

source: Icon
ro: Icoană

source: Chart
ro: Schemă

source: To monitor this interface
ro: Pentru a monitoriza această interfaţă

source: Statistics
ro: Statistici

source: Details
ro: Detalii

source: Ok
bg: О'Кей

source: You need kernel 2.6.x with support to the /sys filesystem.
hu: Szükséges a 2.6-os kernelhez a /sys fájlrendszer támogatás
